Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: “%@” was not found — the next recent folder is proposed.
ar: لم يُعثر على «%@» — يُقترح المجلد الحديث التالي.
de: „%@“ wurde nicht gefunden – der nächste zuletzt verwendete Ordner wird vorgeschlagen.
es: No se encuentra “%@”: se propone la siguiente carpeta reciente.
fr: « %@ » est introuvable : le dossier récent suivant est proposé.
hi: “%@” नहीं मिला — अगला हाल का फ़ोल्डर सुझाया गया है।
it: “%@” non è stata trovata — viene proposta la cartella recente successiva.
ja: 「%@」が見つかりません — 次に最近使ったフォルダを提案します。
ko: “%@”을(를) 찾을 수 없어 다음 최근 폴더를 제안합니다.
nl: ‘%@’ is niet gevonden — de volgende recente map wordt voorgesteld.
pl: Nie znaleziono „%@” — proponowany jest następny ostatni folder.
pt_br: “%@” não foi encontrada — a próxima pasta recente é proposta.
ru: Папка «%@» не найдена — предложена следующая недавняя.
tr: “%@” bulunamadı — sonraki son kullanılan klasör öneriliyor.
uk: «%@» не знайдено — запропоновано наступну недавню папку.
zh_hans: 找不到“%@” — 已改为提供下一个最近使用的文件夹。
zh_hant: 找不到「%@」— 改為建議下一個最近使用的資料夾。

source: ‹%@: no match›
ar: ‹%@: لا توجد مطابقة›
de: ‹%@: kein Treffer›
es: ‹%@: ninguna coincidencia›
fr: ‹%@ : aucune correspondance›
hi: ‹%@: कोई मेल नहीं›
it: ‹%@: nessuna corrispondenza›
ja: ‹%@：一致なし›
ko: ‹%@: 일치 항목 없음›
nl: ‹%@: geen overeenkomst›
pl: ‹%@: brak dopasowania›
pt_br: ‹%@: nenhuma correspondência›
ru: ‹%@: нет совпадений›
tr: ‹%@: eşleşme yok›
uk: ‹%@: немає збігів›
zh_hans: ‹%@：无匹配›
zh_hant: ‹%@：沒有符合項目›

source: → %@ failed
ar: → فشل %@
de: → %@ fehlgeschlagen
es: → %@ ha fallado
fr: → %@ a échoué
hi: → %@ विफल
it: → %@ non riuscito
ja: → %@に失敗
ko: → %@ 실패
nl: → %@ mislukt
pl: → %@ nie powiodło się
pt_br: → %@ falhou
ru: → %@: ошибка
tr: → %@ başarısız oldu
uk: → %@: невдача
zh_hans: → %@ 失败
zh_hant: → %@ 失敗

source: ↻ to draw one again
ar: ↻ لإعادة رسم واحد
de: ↻, um einen neu zu zeichnen
es: ↻ para volver a dibujar una
fr: ↻ pour en redessiner une
hi: किसी एक को फिर से बनाने के लिए ↻
it: ↻ per ridisegnarne una
ja: ↻で描き直す
ko: ↻로 다시 그리기
nl: ↻ om er een opnieuw te tekenen
pl: ↻, aby narysować jedną ponownie
pt_br: ↻ para redesenhar uma
ru: ↻ — перерисовать одно
tr: Birini yeniden çizmek için ↻
uk: ↻, щоб перемалювати один
zh_hans: ↻ 重新绘制一个
zh_hant: 按 ↻ 重新繪製一個

source: ⌃⌥⌘P answers the requests from any application.
ar: يتيح ⌃⌥⌘P الرد على الطلبات من أي تطبيق.
de: Mit ⌃⌥⌘P beantwortest du die Anfragen aus jeder App.
es: ⌃⌥⌘P permite responder a las solicitudes desde cualquier app.
fr: ⌃⌥⌘P permet de répondre aux demandes depuis n’importe quelle application.
hi: ⌃⌥⌘P से किसी भी ऐप से अनुरोधों का उत्तर दिया जा सकता है।
it: ⌃⌥⌘P risponde alle richieste da qualsiasi applicazione.
ja: ⌃⌥⌘Pで、どのアプリケーションからでもリクエストに回答できます。
ko: ⌃⌥⌘P로 어느 앱에서든 요청에 답할 수 있습니다.
nl: Met ⌃⌥⌘P beantwoord je de verzoeken vanuit elke app.
pl: ⌃⌥⌘P pozwala odpowiadać na prośby z dowolnej aplikacji.
pt_br: ⌃⌥⌘P responde às solicitações a partir de qualquer aplicativo.
ru: ⌃⌥⌘P позволяет отвечать на запросы из любого приложения.
tr: ⌃⌥⌘P, istekleri herhangi bir uygulamadan yanıtlar.
uk: ⌃⌥⌘P дає змогу відповідати на запити з будь-якої програми.
zh_hans: 在任何应用中按 ⌃⌥⌘P 都可以回应请求。
zh_hant: ⌃⌥⌘P 可從任何應用程式回應請求。

source: Prompt
hi: प्रॉम्प्ट
ja: プロンプト
ko: 프롬프트
ru: Промпт
tr: İstem
uk: Промпт
zh_hans: 提示词
zh_hant: 提示詞

source: Worktrees
hi: Worktree
it: Worktree
ja: ワークツリー
ko: worktree
pl: Worktree
ru: Worktree
tr: Worktree’ler
uk: Worktree
zh_hans: Worktree
zh_hant: Worktree

source: Merge request %@
ja: マージリクエスト%@

source: Pull request %@
ja: プルリクエスト%@

source: Worktree %@
ja: ワークツリー%@
